<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | Следующие языковые строки используются во время аутентификации для различных
    | сообщения, которые нам нужно показать пользователю. Вы можете изменить
    | эти языковые строки в соответствии с требованиями вашего приложения.
    |
    */
    /*
'failed' => 'These credentials do not match our records.',
'password' => 'The provided password is incorrect.',
'throttle' => 'Too many login attempts. Please try again in :seconds seconds.',
   */
    'back_login'                => 'Вернуться на страницу входа',
    'confirm_password'          => 'Подтвердите пароль',
    'email'                     => 'Адрес электронной почты',
    'forgot_password'           => 'Забыли свой пароль?',
    'keep_logged'               => 'Оставаться в системе',
    'login'                     => 'Авторизоваться',
    'your_login'                => 'Логин',
    'log_in'                    => 'Войти',
    'logout'                    => 'Выйти',
    'name'                      => 'Имя',
    'password'                  => 'Пароль',
    'phone'                     => 'Номер телефона',
    'register'                  => 'Регистрация',
    'resend_email'              => 'Отправить ссылку для сброса пароля',
    'reset_password'            => 'Сброс пароля',
    'send_password'             => 'Отправить пароль',
    'verify_email'              => 'Проверьте свой адрес электронной почты',
    'verify_email_message'      => 'На ваш адрес электронной почты была отправлена новая ссылка для подтверждения.',
    'verify_email_link'         => 'Прежде чем продолжить, проверьте свою электронную почту на наличие ссылки для подтверждения.',
    'verify_email_resend'       => 'Если вы не получили письмо',
    'verify_email_click'        => 'Нажмите здесь, чтобы запросить другой',
    'desc_confirm_pass'         => 'Пожалуйста, подтвердите свой пароль, прежде чем продолжить',
];
